Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: Selv om dagens forskningsmiljøer tar sterk avstand fra ideologien som preget rasehygeniske forskningen, tilsier denne historiske byrden at forskere som driver helseforskning på den samiske befolkningen har et spesielt ansvar for at det som blir gjort av forskningsarbeid er etisk forsvarlig og i samsvar med dagens lovverk.
sme: Vaikko dálá dutkanbirrasat hilgot dan vuođđojurdaga mii lei guovddážis nállespesialisttalaš dutkamis, de dattege dát historjjálaš noađđi mielddisbuktá ahte otná dutkiin geat dutket sápmelaččaid dearvvašvuođa lea earenoamáš ovddasvástádus fuolahit ahte dutkanbargu lea ehtalaččat dohkálaš ja dálá lágaid mielde.

source: Referanse [1]
sme: Čujuhus [1]

source: 2.1.3 Etnisitet i medisinsk forskning En hovedutfordring i forskning på helse hos samer er knyttet til hvordan definere samisk befolkning i Norge.
sme: 2.1.3 Čearddalašvuohta dálkkaslaš dutkamis Váldohástalussan sápmelaččaid gaskas dearvvašvuođadutkamis lea das movt meroštit sámi álbmoga Norggas.

source: Det er mange forhold som gjør dette komplisert.
sme: Leat máŋga dilálašvuođa mat dan dahket váttisin.

source: For det første har det en del steder vært stor grad av ” blandet ” etnisk befolkning.
sme: Vuosttažettiin lea máŋgga báikkiin leamašan mealgadaš ” seaguhuvvon ” čearddalaš álbmot.

source: I Norge er det ikke heller tillatt å bruke sametingets valgmanntall til helseforskning.
sme: Maiddai lea guhkit ja ulbmilaš dáruiduhttinpolitihkka, lassin dasa ahte sámegiella molssašuddi ládje lea ceavzán

source: I de ulike studiene som danner grunnlaget for dette kapitlet om helse har etnisitet vært håndtert og inndelt på ulike måter.
sme: Iešguđet dutkamat mat leat vuođđun dán kapihttala čearddalašvuođa ja dearvvašvuođa birra leat gieđahallojuvvon ja juhkkojuvvon iešguđet ládje.

source: Dette kan virke noe forvirrende, men er også et uttrykk for at å kategorisere befolkningen i etniske gjensidige utelukkende kategorier kan by på problemer.
sme: Dat sáhttá ipmirduvvot eahpečielggasin, muhto duođašta maiddái ahte juohkit álbmoga čearddalaš siskkáldas čuldojuvvon joavkkuide sáhttá dagahit váttisvuođaid.

source: Resultatene som presenteres her må tolkes i lys av denne begrensingen i forskningen.
sme: Bohtosiid maid dás almmuhat berre dulkot dutkama gáržžideami ektui.

source: I hovedsak har det vært benyttet tre ulike kategorier av spørsmål for å innhente data på etnisk tilhørighet: Slektskap, språk og selvopplevd etnisitet.
sme: Oppanassiige leat geavahuvvon golbma iešguđetlágan gažaldaga čohkkemis dieđuid čearddalaš gullevašvuođa birra: Sohkavuohta, giella ja iešvásihuvvon čearddalašvuohta.

source: I hvert underkapittel er det redegjort for hvordan etnisitet er klassifisert i de ulike studiene som det refereres til.
sme: Juohke vuolit kapihttalis lea čilgejuvvon movt čearddalašvuohta lea šláddjejuvvon daid dutkamušain masa čujuhuvvo.

source: 2.1.4 Datakilder Generelt finnes det få publiserte arbeider basert på helsestudier i Norge der samisk etnisitet inngår.
sme: 2.1.4 Diehtogáldut Oppalaččat leat Norgga áibbas unnán dearvvašvuođa dutkamušat almmuhuvvon mas sámi čearddalašvuohta lea dutkojuvvon.

source: I hovedsak er dette kapitlet basert på resultater fra følgende helseundersøkelser: Finnmarksundersøkelsene, Ung i Nord, Helse og levekårsundersøkelsen i områder med blandet samisk og norsk bosetning (SAMINOR-studien) og noen registerepidemiologiske studier koblet til folketellingen fra 1970.
sme: Vuosttažettiin lea dán kapihttala vuođđun bohtosat čuovvovaš dearvvašvuođaguorahallamiin: Finnmárkku-guorahallamat, Nuorra Davvin, Dearvvašvuođa ja birgenlági guorahallan dain guovlluin gos lea seaguhus sámi ja dáro ássan (SAMINOR-dutkamuš) ja soames registerepidemiologalaš dutkamat mat leat čadnojuvvon 1970 logu álbmotlohkamii.

source: I alle disse studiene er helsedata på ulike vis blitt 18 analysert i forhold til etnisitetsklassifisering.
sme: Buot dát dearvvašvuođa dutkamuša bohtosat leat iešguđet ládje guorahallojuvvon čearddalašvuođašláddjema ektui.

source: Kapitlet refererer også til noen utvalgte enkeltstudier der etnisitetsdata inngår.
sme: Kápihttal čujuha maiddái soames ovttaskas iskkademiide mas čearddalašvuohta lea oassin.

source: Finnmarksundersøkelsene I perioden 1974 til 2003 ble det utført i alt seks ulike befolkningsbaserte screeninger for risikofaktorer for hjerte og karsykdom i Finnmark i regi av Folkehelseinstituttet og Institutt for Samfunnsmedisin ved Universitetet i Tromsø.
sme: Finnmárkku-guorahallamat Jagi 1974 rájes gitta 2003 rádjái čađahuvvojedje oktiibuot guhtta iešguđetlágan álbmotvuođustuvvon iskkadeami mas iske váibmo- ja varrasuotnavigiid riskadagaldaga Finnmárkkus Álbmotdearvvašvuođainstituhta ja Romssa universitehta Servodatmedisiinnalaš instituhta ovddas.

source: Etter hvert ble undersøkelsene utvidet til å omfatte også andre sykdommer i tillegg til det opprinnelige hjerte- og kar fokuset.
sme: Dađistaga iskkadeapmi viiddiduvvui nu ahte maiddái fátmmasta eará dávddaid go dušše váimmo ja varrasuonaid.

source: Alle kommuner i Finnmark var med i undersøkelsene og personer fra 20 til 68 år deltok, men for noen av undersøkelsene var det kun noen av kommunene som var med og kun utvalgte alderskohorter som ble invitert.
sme: Buot Finnmárkku suohkanat ledje mielde iskkadeamis ja dain suohkaniin olbmot gaskal 20 ja 68 jagis serve, muhto muhtun dain iskkademiin ledje dušše muhtun suohkanat mielde ja ahkejoavkkut geat bovdejuvvojedje searvat.

source: I Finnmarksundersøkelsene ble informasjon om etnisk tilhørighet innhentet i hovedsak basert på spørsmål om besteforeldres etnisitet og egen, foreldres eller besteforeldres språkbakgrunn.
sme: Finnmárkku-guorahallamis čohkkejuvvojedje dieđut čearddalaš gullevašvuođa birra go jerre áhku / ádjá čearddalaš gullevašvuođa birra ja sin, váhnemiid ja áhku / ádjá gielalaš duogáža birra.

source: Ung i Nord Datainnsamlingen for Ung i Nord studien ble gjennomført i 1994/1995 med en oppfølgingsstudie tre år etterpå (1997/1998).
sme: Nuorra Davvin Dieđuid čohkkemis Nuorra Davvin dutkamušas čađahuvvui 1994/1995 ja čuovvolandutkamušain golbma jagi maŋŋil (1997/1998).

source: Hensikten med undersøkelsen var å studere etnisitet, problematferd, psykisk helse og bruk av rusmidler blant ungdom i Nord-Norge.
sme: Guorahallama ulbmilin lei dutkat čearddalašvuođa, meannováttisvuođaid, psykalaš dearvvašvuođa ja gárihuhttinmirkkuid návddašeami Davvi Norgga nuoraid gaskkas.

source: Tjue-en videregående skoler i Nordland, Troms og Finnmark ble invitert til å være med.
sme: Finnmárkkus bovdejuvvojedje searvat. Buot skuvllat ledje stuorit dahje smávit čoahkkebáikkiin.

source: Alle skolene var i større eller mindre tettsteder.
sme: Stuorit gávpogiin ii oktage skuvla lean bovdejuvvon searvat.

source: Totalt 3186 personer deltok i den første undersøkelsen (svarprosent: 85% og 1670, det vil si 55 % av de opprinnelige, deltok i oppfølgingsstudien.
sme: Oktiibuot 3186 olbmo serve vuosttaš iskkadeapmái (vástidanproseanta: 85% ja 1670, mii mearkkaša 55 % dain geat serve álgoiskkadeapmái, serve maiddái čuovvolaniskkadeapmái.

source: Samisk etnisitet ble kategorisert ut fra minimum én forelder eller besteforelder med samisk eller samisk språkkompetanse.
sme: Sámi čearddalašvuohta šláddjejuvvui dan mielde ahte leigo unnimusat okta váhnen dahje áhkku / áddjá geat hupme sámegiela dahje ahte sis lei sámegielat gelbbolašvuohta.

source: SAMINOR studien Helse- og levekårsundersøkelsen i områder med blandet samisk og norsk bosetning (SAMINOR studien) ble gjennomført i 2003-2004.
sme: SAMINOR guorahallan Dearvvašvuođa- ja birgenlági guorahallan guovlluin gos lea seaguhuvvon sáme-dáru ássan (SAMINOR guorahallan) čađahuvvui 2003-2004.

source: Undersøkelsen ble gjort i ved Senter for samisk helseforskning, Universitetet i Tromsø i samarbeid med Nasjonalt Folkehelseinstitutt.
sme: Guorahallan čađahuvvui Sámi dearvvašvuođadutkama guovddážis, Romssa universitehtas lagas ovttasbarggu bakte Nationála Álbmotdearvvašvuođainstituhtain.

source: Undersøkelsen benyttet spørreskjema kombinert med en helseundersøkelse inkludert blodprøvetaking.
sme: Guorahallamis geavahuvvojedje gažadanskovit lassin dearvvašvuođaguorahallamin oktan varraiskosiin.

source: Denne undersøkelsen fulgte i hovedsak lesten til hjerte-karscreening som Folkehelseinstituttet har utført en rekke ganger på ulike
sme: Dát guorahallan čuovui seamma málle mii lei váibmo- ja varrasuotnaiskkadeami man Álbmotdutkaninstituhtta máŋgii lei čađahan iešguđet guovlluin Norggas.

source: I tillegg ble det ved hjelp av spørreskjema spurt om en del ekstra spørsmål om blant annet etnisitet og samisk kulturtilknytning.
sme: Lassin dása de gažadanskovis jerrojuvvui earret eará čearddalašvuođa ja sámi kulturgullevašvuođa birra.

source: Undersøkelsen ble utført i alt 24 utvalgte kommuner i Finnmark, Troms, Nordland og Trøndelag.
sme: Guorahallan čađahuvvui oktiibuot 24 suohkaniin Finnmárkkus, Romssas, Nordlánddas ja Trøndelagas.

source: Kommunene som var med i undersøkelsen hadde alle minst 5 % samisk befolkning ut fra folketellingsopplysningene i 1970.
sme: 1970 olmmošlohkama dieđuid mielde ledje buot dain suohkaniin mat ledje mielde guorahallamis unnimusat 5 % sámit.

source: I en del kommuner ble kun noen kretser tatt med.
sme: Muhtun suohkanin ledje dušše soames biiret váldon mielde guorahallami.

source: Alle personer i undersøkelsesområdet født i perioden 1925-1967/68 samt i 1973/74 ble invitert.
sme: Guorahallanguovllus leat buohkat geat leat riegádan gaskal 1925-1967/68 ja 1973/74 bovdejuvvon searvat.

source: 16 865 personer deltok i studien.
sme: 16 865 olbmo serve dutkamii.

source: Det vil si en svarprosent på 61.
sme: Dát mearkkaša ahte 61 % vástidedje ja serve.

source: Etnisitetsdataene fra SAMINOR-studien omfattet rapportert etnisk bakgrunn, eget, foreldres og besteforeldres språk samt selvdefinert etnisitet hos deltakerne.
sme: Čearddalašvuođadieđut SAMINOR-dutkamis fátmmasta almmuhuvvon čearddalaš duogáža, iežas, váhnemiid ja áhku / ádjá giella ja oasseváldiid iešmearriduvvon čearddalašvuođa.

source: Befolkningsundersøkelser basert på nasjonale databaser Dødsårsaksregisteret og kreftregisteret er nasjonale register som er mye brukt i befolkningsstudier Norge.
sme: Álbmotguorahallamat nationála diehtovuođu vuođul Jápminártta ja borasdávdda registarat leat našunála registarat mat leat ollu geavahuvvon álbmotdutkamušain Norggas.

source: De har også vært brukt i noen studier for å se på sykdommer og død i den samiske befolkningen.
sme: Registarat leat maiddai geavahuvvon soames dutkamušain go leat dutkan buozalmasvuođaid ja jápmima sápmelaččaid gaskkas.

source: Data fra disse registrene har, etter godkjenning fra datatilsynet og medisinske etiske komiteer, blitt koblet mot etnisitetsregistrering i hovedsak 1970-folketellingen.
sme: Dieđut dáin registariin leat, diehtobearráigeahču ja dálkkaslaš ehtalaš lávdegottiid dohkkeheami vuođul, vuosttažettiin laktojuvvon oktii 1970-olmmošlohkama čearddalašvuođa registariin.

source: Spørsmål som har dannet grunnlaget for etnisitetsinndeling fra denne folketellinga var eget, foreldres og besteforeldres språk samt selvdefinert etnisitet.
sme: Gažaldagat mat ledje dán olmmošlohka čearddalašvuođa juohkima vuođđun lei iežas, váhnemiid ja áhku / ádjá giella ja iešmearriduvvon čearddalašvuohta.

source: Disse spørsmålene ble lagt inn i folketellinga fra 1970 i noen utvalgte steder i Nordland, Troms og Finnmark.
sme: Dat gažaldagat ledje oassin 1970 olmmošlohkamis soames báikkiin Nordlánddas, Romssas ja Finnmárkkus.

source: Statistisk sentralbyrå har også tilgjengeliggjort data på dødelighet i befolkningen og dette har vært studert i forhold til geografisk bosted definert som innenfor eller utenfor virkeområdet for det samisk forvaltningsfondet (SUF).
sme: Statisttalaš guovddášdoaimmahat lea maiddái almmuhan álbmoga jámolašvuođa dieđuid ja dát lea maiddai dutkojuvvon geográfalaš ássanbáikki ektui sihke siskkobealde ja olggobealde sámi ovdánahttinfoandda (SUF) doaibmaguovllu.

source: 2.1.5 Sykdommer / risikofaktorer som inngår i kapitlet Temaer i dette kapitlet er i hovedsak styrt av hva som per i dag finnes av publiserte kvantitative (tallmessige) befolkningsbaserte helseundersøkelser på samer i Norge.
sme: 2.1.5 Buozalmasvuođat / riskavárat mat lea oassin dán kápihttalis Dán kápihttala fáttát leat vuosttažettiin mearriduvvon dán rádjai almmuhuvvon álbmotvuođustuvvon dearvvašvuođa-guorahallamiid hivvodaga (logu) mielde Norgga sápmelaččaid gaskkas.

source: Med noen få unntak, er studiene som det er refereres til kun basert på undersøkelser med stort datagrunnlag; d.v.s. mange deltakere i studiene.
sme: Soames spiehkastagain, lea daid dutkamušaid vuođđun masa čujuhuvvo viiddis diehtovuođđu; jna. ahte dutkamušas leat máŋga oasseváldi.

source: Kapitlet synliggjør derfor også behovet for ytterligere forskning for å få sikre og representative tall på helsen i den samiske befolkningen i Norge.
sme: Kápihttal danin maiddái duođašta dárbbu joatkit dutkamušain vai dáhkida ja oažžu ovddastuslaš loguid norgga sápmelaččaid dearvvašvuođadili birra.

source: Kapitlet inneholder data vedrørende de store folkehelsesykdommene som kreft, hjerte- og karsykdommer og diabetes type II, samt dødelighetsmønster.
sme: Kápihttalis lea dieđut mat gusket stuorit álbmotdearvvašvuođadávddaid birra nugomat borasdávdda, váibmo- ja varrasuotnavigit ja diabetes II, ja jámolašvuođaminsttar.

source: Forekomst av astma og allergier hos barn samt forekomst av hofteleddsdysplasi og Bechterews sykdom hos voksne er også inkludert.
sme: Ástmá ja allergiija gávdnoštupmi mánáin ja čoarbbeallađasvihki (vihki) ja Bechterews dávda rávesolbmuin lea maiddai oassin.

source: Videre er studier på kosthold og ernæring referert, samt studier på bruk av alkohol og tobakk.
sme: Viidáset lea čujuhuvvon biebmodoalu ja biebman dutkamušaide, ja dutkamuš alkohola ja duhpáha geavaheami birra.

source: Mental helse inkludert selvmord og bruk av blant annet sovemedisin inngår.
sme: Mielalaš dearvvašvuohta mas iešsoardimin ja eará nagirdálkasiid geavaheapmi guoskkahuvvo.

source: Kapitlet avsluttes med noen resultater fra såkalt helsetjenesteforskning i tillegg til en oppsummering og aktualisering av behovet for videre forskning.
sme: Kápihttal loahpahuvvo soames bohtosiin ng. dearvvašvuođabálvalus dutkamušas ja dasa lassin čoahkkáigeasuin ja ahte lea dárbun joatkit dutkamušain.

source: 2.2 Dødelighet Sammendrag De tall som finnes på dødelighet i den samiske versus ikke-samiske del av befolkingen viser små forskjeller i dødelighet.
sme: 2.2 Jámolašvuohta Čoahkkáigeassu Jámolašvuođa logut sápmelaččaid gaskkas dážaid ektui duođašta smávva jámolašvuođa erohusaid.

source: Det er likevel gjort studier som antyder en noe høyre dødelighet i samisk befolkning.
sme: Dattege lea čađahuvvon dutkamuš mii geažuha ahte sápmelaččaid gaskkas lea veaháš stuorit jámolašvuohta.

source: Høyere forekomst av død av hjerneblødning hos samiske kvinner og død av ulykker og selvmord hos samiske menn kan være en mulig årsak til dette.
sme: Sivvan sáhttá leat stuorit jámolašvuohta vuoiŋŋamašvardima dihte nissonolbmuid gaskkas ja iešsoardin ja lihkohisvuođat dievdduid gaskkas.

source: Kvinner bosatt i de samiske områdene på innlandet har hatt en lav og over tid stabil dødelighet.
sme: Siseatnan sámi guovlluid nissoniid gaskkas lea guhkit áiggi leamašan rievddakeahtes jámolašvuohta.

source: Fortsatt er det grunn til å være observant på den relativt høye dødeligheten blant unge menn i de samiske områdene og på mulige geografiske forskjeller i spedbarnsdødeligheten.
sme: Muhto ain lea dárbun leat áicavaš alla jámolašvuođa ektui sámi guovlluid nuorra dievdduid gaskkas ja geográfalaš erohusaid njuoratmánáid jámolašvuođas.

source: 2.2.1 Innledning Dødelighet har vært brukt som mål på levekår og helsestatus i befolkningen.
sme: 2.2.1 Álggaheapmi Jámolašvuohta lea geavahuvvon álbmoga birgenlági ja dearvvašvuođa dili mihtádussan.

source: Dødelighet i befolkningen kan oppgis på ulike vis.
sme: Álbmoga jámolašvuohta sáhttá almmuhuvvot iešguđet ládje.

source: Mest brukt er antall døde per 1000 eller 100 000 innbygger i ulike aldersgrupper.
sme: Eanemus geavahuvvon lea dat go mihtidit galle iešguđet agi olbmot juohke 1000 dahje 100 000 olbmos leat jápmán.

source: Spedbarnsdødelighet er definert som alle døde under ett år per 1000 antall levendefødte.
sme: Njuoratmánáid jámolašvuohta lea definerejuvvon nu ahte leat buot mánát mat jápmet ovdal go devdet ovtta jagi juohke 1000 eallin riegádan mánáidlogu ektui.

source: Forventet levealder er også et mål for dødelighet i befolkningen.
sme: Vurdojuvvon eallinahki lea maiddái álbmoga jámolašvuođa mihtádussan.

source: I Norge har vi dødsårsaksregisteret som kan brukes til befolkningsundersøkelser.
sme: Norggas lea jápminártta registtar man sáhttá ávkkástallat álbmotdutkamušaid oktavuođas.

source: 2.2.2 Kilder Dødelighet i den samiske befolkningen har vært studert fram til 1998 basert på tall fra dødsårsaksregisteret som er koblet mot etnisitetsrapportering fra folketellingen i 1970.
sme: 2.2.2 Gáldut Jámolašvuohta sápmelaččaid gaskkas lea dutkojuvvon 1998 rádjai jápminártta registara loguid vuođul mii lea čadnojuvvon 1970 olmmošlohkama čearddalašvuođa-dieđáhussii.

source: Samiske etnisitet i denne studien ble definert til at minst én av besteforeldrene snakket samisk eller at personer selv oppfatter seg som samisk.
sme: Sámi čearddalašvuohta dán dutkosis lea definerejuvvon dan ektui ahte juogo áhkku dahje áddjá hupme sámegiela dahje ahte olmmoš ieš atná iežas sápmelažžan.

source: Total død i og utenfor det geografiske området for samisk utviklingsfond (SUF) har vært brukt som surrogatmål for samisk etnisitetstilhørighet, og blitt sammenliknet i perioden 1991-2006.
sme: Dievaslaš jápmin sihke olggobealde ja siskkobealde sámi ovdánahttinfoandda doaibmaguovllu lea geavahuvvon sámi čearddalašvuođa buhtadusmihtádussan, ja buohtastahttojuvvon 1991-2006 áigodagas.

source: 2.2.3 Dødelighetsrater Sammenstilling av dødelighetsstatistikk i perioden 1970-1998 og etnisitetsrapportering fra folketellingen i 1970 har vist en litt høyere dødelighet for samiske menn (6 % og for kvinner (10 % i forhold til regional referansepopulasjon.
sme: 2.2.3 Jámolašvuođalogut Go leat veardidan 1970-1998 áigodaga jámolašvuođastatistihka 1970 olmmošlohkama čearddalašvuođadieđáhusain leat gávnnahan veaháš stuorit jámolašvuođa sámi dievdduid gaskkas (6 % ja nissoniid gaskkas (10 % guovlulaš referánsaálbmoga ektui.

source: Høyere dødelighet av hjerneblødning spesielt hos kvinner kan forklare noe av denne forskjellen.
sme: gaskkas stuorit jámolašvuohta vuoiŋŋašvardima dihte sáhttá dán erohussii leat čilgehussan.

source: Menn hadde en høyere forekomst av såkalt voldsom død, spesielt ulykker og selvmord.
sme: Dievdduid gaskkas gávnnaimet dávjjibut ng. ilgadis jápmima, earenoamážit lihkohisvuođat ja iešsoardin.

source: Figur 1 og 2 viser henholdsvis for kvinner og menn beregnet sannsynlighet for å bli 75 for 15-åringer basert på dødelighetsmønsteret i ulike tidsperiodene.
sme: Figuvra 1 ja 2 čájehit man veadjehahtti lea ahte dálá 15 jahkásaš nissonat ja dievddut vásihit deavdimis 75 jagi mas iešguđet áigodagaid jápminminsttar lea vuođđun.

source: Figurene skiller på befolkningen som bor innenfor og utenfor det geografiske området for samiske utviklingsfond (SUF) samt kyst og innland.
sme: Figuvrrat earuhit ássiid geat orrot siskkobealde ja olggobealde sámi ovdánahttinfoandda (SUF) doaibmaguovllu ja rittus ja siseatnamis.

source: Av disse figurene fremgår det også at det for kvinner ikke har vært store ulikheter mellom geografiske områder eller i forhold til tid.
sme: Dáin figuvrrain maiddái ovdanboahtá ahte nissoniin eai leat leamašan stuora erohusat geográfalaš guovlluid gaskkas iige áiggu dáfus ge.

source: For menn ser det imidlertid ut til at det har vært en økning i forventet levealder i løpet av perioden, noe som kan forklares av nedgang i hjerte- og kardødelighet som har rammer menn i større grad enn kvinner.
sme: Dán áigodagas gal orruleamen ahte dievdduid vurdojuvvon eallinahki lea guhkkon, masa čilgehussan sáhttá leat ahte váibmo- ja varrasuotnajámolašvuohta lea unnon ja man dievddut ožžo dávjjibut go nissonolbmot.

source: Videre ser det ut til at menn i SUFområdene har hatt en noe høyere dødelighet enn både nasjonale tall og for ikkeSUF områdene (Figur 3).
sme: Viidáset orruleamen nu ahte SUF-guovllu dievdduin lea leamašan alit jámolašvuohta go mii lea našunála ja olggobealde SUF-guovlluid loguid ektui (Figuvra 3).

source: Dette kan muligens forklares av høy dødelighet av såkalt ” voldsom død ” i SUF områdene.
sme: Dása sáhttá leat čilgehussan ahte SUF-guovlluin lea alla jámolašvuohta ng. “ ilgadis sorpmi ” dihte.

source: Figur 2.1 Sannsynlighet for å bli 75 år for 15 åringer i ulike geografiske områder basert på dødelighetsrater fra ulike tidsperioder for menn.
sme: Figuvra 2.1 Man jáhkehahttin lea ahte iešguđet geográfalaš guovlluid 15-jahkasaččat ollejit deavdit 75 jagi mas vuođđun leat dievdduid iešguđet áigodaga jámolašvuođalogut.

source: Kilde: Brustad et al.
sme: Gáldu: Brustad et al.

source: Nasjonale Utenfor SUF, kyst
sme: Našunála dásis Olggob., SOF rittus

source: Utenfor SUF, innland SUF kyst SUF innland
sme: SOF, siseatn. SOF rittus SOF siseatnamis

source: Sannsynlighet for å bli 75 år (%
sme: Man jáhkehahttin lea ahte dievddut deavdet 75 jagi (%

source: Figur 2.2 Sannsynlighet for å bli 75 år for 15 åringer i ulike geografiske områder basert på dødelighetsrater fra ulike tidsperioder for kvinner.
sme: Figuvra 2.2 Man jáhkehahttin lea ahte iešguđet geográfalaš guovlluid 15-jahkasaččaid ollejit deavdit 75 jagi mas vuođđun leat nissoniid iešguđet áigodaga jámolašvuođalogut.

source: Nasjonale Utenfor SUF, kyst Utenfor SUF, innland
sme: Našunála Olggob. SOF, rittus Olggob.

source: SUF kyst SUF innland 1991-1995
sme: SOF Rittus SOF siseatnamis 1991-1995

source: Figur 2.3
sme: Figuvra 2.3

source: Dødelighetsrater i ulike geografiske områder for menn i alderen 15-59 år. (2001-2005).
sme: Iešguđet geográfalaš guovlluid gaskal 15 ja 59 jahkásaš dievdduid jámolašvuođalogut (2001-2005).

source: Generelt kan man si at de tall som finnes på dødelighet i den samiske vs.
sme: Oppalaččat sáhttá dadjat ahte jámolašvuođaloguin sápmelaččaid gaskkas dážaid ektui čájehit smávva jámolašvuođa erohusaid.

source: Det kan tyde på at dødelighetsmønsteret har blitt utjevnet mellom geografiske områder med lav vs. høy tetthet av samisk befolkning.
sme: Dát sáhttá duođaštit ahte jámolašvuođaminsttar lea dássejuvvon daid geográfalaš guovlluid gaskkas gos orrot unnán dahje ollu sápmelaččat.

source: Dette har vært forklart ut fra tilnærmede like levekår, utdannelse og helsetilbud noe som står i kontrast til situasjonen for andre urfolksgrupper i sirkumpolare områder.
sme: Dása lea čilgehussan ahte dáin guovlluin lea measta sullásaš eallindilli, oahpahus ja dearvvašvuođafálaldat ja eará sirkumpolára álgoálbmotjoavkkuin fas áibbas nuppeládje.

source: Fortsatt er det grunn til å være observant på den relativt høye dødeligheten blant unge menn i de samiske områdene.
sme: Ain lea gal dárbbašlažžan áicilit čuovvut dan alla jámolašvuođa mii lea sámi guovlluin nuorra dievdduid gaskkas.

source: 2.2.4 Spedbarnsdødelighet Undersøkelser fra Kautokeino fra 40- og 50-tallet viste en meget høy spedbarnsdødelighet sammenliknet med fylket for øvrig og landsgjennomsnittet.
sme: 2.2.4 Njuoratmánáidjámolašvuohta Iskkadeamit mat čađahuvvojedje Guovdageainnus 40- ja 50-loguin duođaštii hirbmat alla njuoratmánáidjámolašvuođa dan ektui movt lea muđui fylkka ektui ja riikka gaskameari ektui.
